Adobe Acrobat Reader DC.app
AltServer.app
Brave Browser.app
Firefox.app
Flux.app
GarageBand.app
Google Chrome.app
Keynote.app
MAMP
MAMP PRO.app
Microsoft Teams.app
Numbers.app
Pages.app
PopcornTime.app
Postman.app
Robo 3T.app
Safari.app
Skype.app
Slack.app
Spark.app
Spotify.app
Sublime Text.app
TunnelBear.app
Utilities
VMware Fusion.app
VirtualBox.app
Visual Studio Code.app
Xcode.app
iMovie.app
iTerm.app
net.downloadhelper.coapp.app
zoom.us.app
