AppCleaner.app
Arc.app
Brave Browser.app
DBeaver.app
Dataflare.app
Discord.app
Docker.app
Falcon.app
Firefox.app
GIPHY CAPTURE.app
GitButler.app
Google Chrome.app
Keynote.app
MAMP
MAMP PRO.app
Notion.app
Obsidian.app
OpenVPN Connect
OpenVPN Connect.app
OrbStack.app
Pika.app
Postman Agent.app
Raycast.app
RunJS.app
Safari.app
Slack.app
Spark.app
Spotify.app
Utilities
Visual Studio Code.app
Warp.app
Yaak.app
Zed.app
iTerm.app
zoom.us.app
