AppCleaner.app
Astro Editor.app
Brave Browser.app
Bruno.app
Claude.app
Cloudflare WARP.app
Cursor.app
Dataflare.app
DBngin.app
Discord.app
Docker.app
Firefox.app
Ghostty.app
GIPHY CAPTURE.app
Google Chrome.app
Keynote.app
LM Studio.app
Notion.app
Obsidian.app
OrbStack.app
Pika.app
Postman Agent.app
ProNotes.app
Proton Mail Bridge.app
Raycast.app
RunJS.app
RunStack.app
Safari.app
Slack.app
Spark.app
Spotify.app
Utilities
Visual Studio Code.app
Xcode.app
Zed.app
zoom.us.app
